tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"

brew "advancecomp"
brew "imath"
brew "jpeg"
brew "webp"
brew "readline"
brew "python@3.9"
brew "awscli", link: false
brew "coreutils"
brew "cask"
brew "docker"
brew "zstd"
brew "rubberband"
brew "sdl2"
brew "ffmpeg"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-getopt"
brew "gnupg"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "licecap"
brew "mailhog"
brew "mas"
brew "openssl@3"
brew "optipng"
brew "pinentry-mac"
brew "pngcrush"
brew "pngquant"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "redis", restart_service: true
brew "speedtest-cli"
brew "tcl-tk"
brew "yarn"

cask "1password"
cask "affinity-photo"
cask "affinity-publisher"
cask "cakebrew"
cask "coconutbattery"
cask "discord"
cask "gpg-suite-no-mail"
cask "imageoptim"
cask "iterm2"
cask "keybase"
cask "postman"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "zoom"
